var examlist = [
    {
        "name": "音乐中考复习题",
        "path": "中考",
        "type": "音乐",
        "grades": ["七上", "七下", "八上", "八下", "九上"],
        "list": [
            {
                "name": "音乐中考复习题（一）七上",
                "file": "1.min.json",
                "tags": ["音乐", "七上"]
            },
            {
                "name": "音乐中考复习题（二）七上",
                "file": "2.min.json",
                "tags": ["音乐", "七上"]
            },
            {
                "name": "音乐中考复习题（三）七下",
                "file": "3.min.json",
                "tags": ["音乐", "七下"]
            },
            {
                "name": "音乐中考复习题（四）七下",
                "file": "4.min.json",
                "tags": ["音乐", "七下"]
            },
            {
                "name": "音乐中考复习题（五）八上",
                "file": "5.min.json",
                "tags": ["音乐", "八上"]
            },
            {
                "name": "音乐中考复习题（六）八上",
                "file": "6.min.json",
                "tags": ["音乐", "八上"]
            },
            {
                "name": "音乐中考复习题（七）八下",
                "file": "7.min.json",
                "tags": ["音乐", "八下"]
            },
            {
                "name": "音乐中考复习题（八）八下",
                "file": "8.min.json",
                "tags": ["音乐", "八下"]
            },
            {
                "name": "音乐中考复习题（九）九上",
                "file": "9.min.json",
                "tags": ["音乐", "九上"]
            },
            {
                "name": "音乐中考复习题（十）九上",
                "file": "10.min.json",
                "tags": ["音乐", "九上"]
            }
        ]
    },
    {
        "name": "美术中考复习题",
        "path": "中考",
        "type": "美术",
        "grades": ["七上", "七下", "八上", "八下"],
        "list": [
            {
                "name": "美术中考复习题（一）七上",
                "file": "1.min.json",
                "tags": ["美术", "七上"]
            },
            {
                "name": "美术中考复习题（二）七下",
                "file": "2.min.json",
                "tags": ["美术", "七下"]
            },
            {
                "name": "美术中考复习题（三）八上",
                "file": "3.min.json",
                "tags": ["美术", "八上"]
            },
            {
                "name": "美术中考复习题（四）八下",
                "file": "4.min.json",
                "tags": ["美术", "八下"]
            }
        ]
    },
    {
        "name": "音乐七上单元检测题",
        "path": "七上",
        "type": "音乐",
        "grades": ["七上"],
        "list": [
            {
                "name": "音乐七上第一单元《歌唱祖国》",
                "file": "1.min.json",
                "tags": ["音乐", "七上"]
            },
            {
                "name": "音乐七上第二单元《缤纷舞曲》",
                "file": "2.min.json",
                "tags": ["音乐", "七上"]
            },
            {
                "name": "音乐七上第三单元《草原牧歌》",
                "file": "3.min.json",
                "tags": ["音乐", "七上"]
            },
            {
                "name": "音乐七上第四单元《欧洲风情》",
                "file": "4.min.json",
                "tags": ["音乐", "七上"]
            }
        ]
    },
    {
        "name": "音乐七下单元检测题",
        "path": "七下",
        "type": "音乐",
        "grades": ["七下"],
        "list": [
            {
                "name": "音乐七下第一单元《行进之歌》",
                "file": "1.min.json",
                "tags": ["音乐", "七下"]
            },
            {
                "name": "音乐七下第二单元《影视金曲》",
                "file": "2.min.json",
                "tags": ["音乐", "七下"]
            },
            {
                "name": "音乐七下第三单元《天山之音》",
                "file": "3.min.json",
                "tags": ["音乐", "七下"]
            },
            {
                "name": "音乐七下第四单元《美洲乐声》",
                "file": "4.min.json",
                "tags": ["音乐", "七下"]
            },
            {
                "name": "音乐七下第五单元《小调集萃》",
                "file": "5.min.json",
                "tags": ["音乐", "七下"]
            }
        ]
    },
    {
        "name": "音乐八上单元检测题",
        "path": "八上",
        "type": "音乐",
        "grades": ["八上"],
        "list": [
            {
                "name": "音乐八上第一单元《七子之歌》",
                "file": "1.min.json",
                "tags": ["音乐", "八上"]
            },
            {
                "name": "音乐八上第二单元《多彩音乐剧》",
                "file": "2.min.json",
                "tags": ["音乐", "八上"]
            },
            {
                "name": "音乐八上第三单元《雪域高原》",
                "file": "3.min.json",
                "tags": ["音乐", "八上"]
            },
            {
                "name": "音乐八上第四单元《音诗如画》",
                "file": "4.min.json",
                "tags": ["音乐", "八上"]
            }
        ]
    },
    {
        "name": "音乐八下单元检测题",
        "path": "八下",
        "type": "音乐",
        "grades": ["八下"],
        "list": [
            {
                "name": "音乐八下第一单元《生命之杯》",
                "file": "1.min.json",
                "tags": ["音乐", "八下"]
            },
            {
                "name": "音乐八下第二单元《乐海泛舟》",
                "file": "2.min.json",
                "tags": ["音乐", "八下"]
            },
            {
                "name": "音乐八下第三单元《山野放歌》",
                "file": "3.min.json",
                "tags": ["音乐", "八下"]
            },
            {
                "name": "音乐八下第四单元《亚洲弦歌》",
                "file": "4.min.json",
                "tags": ["音乐", "八下"]
            },
            {
                "name": "音乐八下第五单元《京腔昆韵》",
                "file": "5.min.json",
                "tags": ["音乐", "八下"]
            }
        ]
    },
    {
        "name": "音乐九上单元检测题",
        "path": "九上",
        "type": "音乐",
        "grades": ["九上"],
        "list": [
            {
                "name": "音乐九上第一单元《流行乐风》",
                "file": "1.min.json",
                "tags": ["音乐", "九上"]
            },
            {
                "name": "音乐九上第二单元《魅力歌剧》",
                "file": "2.min.json",
                "tags": ["音乐", "九上"]
            },
            {
                "name": "音乐九上第三单元《西南情韵》",
                "file": "3.min.json",
                "tags": ["音乐", "九上"]
            },
            {
                "name": "音乐九上第四单元《经典交响》",
                "file": "4.min.json",
                "tags": ["音乐", "九上"]
            },
            {
                "name": "音乐九上第五单元《曲苑寻珍》",
                "file": "5.min.json",
                "tags": ["音乐", "九上"]
            }
        ]
    },
    {
        "name": "音乐八上~九上基础知识",
        "path": "八上-九上",
        "type": "音乐",
        "grades": ["八上", "八下", "九上"],
        "list": [
            {
                "name": "九上全八下1、2页基础知识题",
                "file": "1.min.json",
                "tags": ["音乐", "八下", "九上"]
            },
            {
                "name": "八下余和八上1-8页基础知识",
                "file": "2.min.json",
                "tags": ["音乐", "八上", "八下"]
            }
        ]
    }
]
